Repository: mozilla-l10n/mt-training-data
Catalog: gig/gig_pontoon.tmx
Source language: en_us
Languages: gig

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
gig: ليکک ،ڊرمآنگآري يآ اسڪرين رآئٽري سونٚ رآبتو ڪرو آئينٚ ٻوجھو ڪي ڪآئينٚ او آپيري ڪآمي رو ايڪ اي نينو هيسو آوآمي ڊومين سآرو وڪڦ ڪري سآرو تيٚيآر ڇي۔

source: Contact Form
gig: رآبتو ڪرڻو

source: Contact the Common Voice team
gig: آم آوآز ٽيٚمي سونٚ رآبتو ڪرو

source: Contact us
gig: هم سون رآپتو ڪرو

source: Contact Us
gig: هم سون رآپتو ڪرو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
gig: <licenseLink> نيٚ انٚدر موآد پڙي ڇي۔Creative Commons لآئسنس </licenseLink>

source: Continue
gig: ڪرتي جآئو

source: Continue speaking
gig: بولڻ جآري رآکوو

source: Continue validating
gig: جآڻ ليڻو چآلو راکو

source: Contribute
gig: رآبتو ڪريس

source: Contribute on GitHub
gig: GitHub پر تهآون ڪرو

source: Contribute sentences
gig: جملي رو تآون ڪر

source: Contribute text
gig: موآد مين هيسو ڏئو

source: Contribute to { $lang }
gig: { $lang } مين هيسو ڏئو

source: Contribute to text corpus
gig: ٽيڪسٽ ڪورپسي مين هيسو ڏئو

source: Contributing to <bold>{ $language }</bold> dataset
gig: شرڪت <bold>{ $language }</bold> ڪرڻو ڊيٽآ سيٽ مين۔

source: Contribution Activity
gig: تآونيٚ ريٚ سرگرميٚ

source: Contribution Criteria
gig: تعآون ري اهميت

source: Contribution Experience
gig: تعآون ري اهميت

source: Contribution Guidelines
gig: تآوني ريٚ هيٚدآيٚتي

source: Contributors record voice clips by reading from a bank of donated sentences.
gig: هيسو لي وآڙي بهڙي ڪي ڏو ڙآ جملآ بيئڪ مين پڙي وآئيس ڪلپس ڪري ڇي۔

source: Cookies
gig: ڪوڪيٚز

source: <cookiesLink>Cookies<cookiesLink>
gig: <cookiesLink> ڪوڪي<cookiesLink>

source: Copainalá Zoque
gig: چوپئنآلآ زوڪيٚ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
gig: تڪريٚر ٽيڪنآلآجي ني کولي سآرو وڪڦو ڪرڻو ڇي ۔</coquiLink> <coquiLink> Coqui ونوريٚ سلآ مينٚ ايس ٽي ٽي آئينٚ ٽي ٽي ايس انجڻي پر ٻآدوڙآ ڊيپ لرننگ بهڙو ڇي۔

source: Cornish
gig: ڪآرنيٚش

source: Correct
gig: سهي

source: Corsican
gig: ڪآرسيٚڪن ٻوٚلي

source: { $count } clips
gig: { $count }ڪلپي

source: { $count }mo
gig: مهينآ{ $count }

source: Country/Region of Residence
gig: ملڪ ، ريآئشي رو ايلآڪو

source: { $count }wk
gig: هڦتآ { $count }

source: { $count }y
gig: سآل{ $count }

source: [Crackle] giant dinosaurs of [crackle] -riassic.
gig: ٿرائيسڪ دوري ري موٺي دائنورسور

source: Create a Custom Goal
gig: ايڪ آم مڪسد زرور ٺآئو۔

source: Create a profile
gig: پروفآئل ٿآئو

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
gig: آپو آپ يآ آپيري دوست يآ ٻوٚليٚ ري برآدري سونٚ پورآڻي ، ٻولي وآڙي جملآ ٺآئو ،ميسآل تور ايڪ ’لائي-اي-ٿون‘ زريي

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
gig: ترجمي ،نيني ۔ٻولي ري مآڊلز ، آئين وڌيڪي سآرو آوآمي ڊومين پر امپٽس ،جملآ آئين ٽيڪسٽ ٺآئو يآ شيئر ڪرو

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
gig: منکي ريٚ ڦرڪيٚ سآرو موڪو پيدآ ڪرڻوڪآمن وآئس مينٚ هيسو ليٚني يڪين ڏرآوٚي ڇي ڪيٚ ڊيٽآسيٽ جترآ هوسڪي منکونٚ ريٚ کدمت ڪري۔ هم وسيلآ آئينٚ ٽيمپليٽ ٺآوآنٚ ڇآنٚ جۮي تم استهمآل ڪر سڪو ڇو۔

source: Crimean Tatar
gig: ڪريٚمين تآٽآر

source: Criteria
gig: اهميت

source: Croatian
gig: ڪروشيآئيٚ ٻوٚلي

source: Culturally specific questions
gig: سڪآڦتي مکسوس سوآل

source: Czech
gig: چيڪ

source: Dagbani
gig: دگبآنيٚ ٻوٚلي

source: Daily Goal
gig: زو زيٚ رومڪسد

source: Dameli
gig: دآميليٚ

source: Danish
gig: ڊينش

source: Dargwa
gig: ڏآرگآوآ

source: Dashboard
gig: ڊيش بورڊ

source: Dataset: { $datasetLanguage }
gig: موآد رو سيٽ { $datasetLanguage }

source: Dataset Release
gig: ڊيٽآ سيٽ ڇوڙ ڏيٚ

source: Datasets
gig: ڌيٿاسيٿ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
gig: هوآلي سون ڊيٽآ سيٽ NLP آئين ۮوجھي ASR, STT, TTS برآدري ري شموليت زريي ٺآئي ڇآن

source: Date
gig: تآريڪ

source: Dawoodi
gig: ڌآوديٚ

source: Days
gig: ڌيٚ ۮن

source: Delete
gig: کتم ڪرڻو

source: Delete my recordings
gig: مآري ريڪوڍنگ کتم ڪرو

source: Delete Profile
gig: پروڦآئيل ني ڪتم ڪرو

source: Dhivehi
gig: ڌويهيآئيٚ

source: Dholuo
gig: ڌوليٚو

source: Did you know…
gig: ڪآئيٚ تمآنيٚ کبر ڇي

source: Different language
gig: مختليف ڀولي

source: Difficult
gig: مسيٚبت

source: Difficult to pronounce
gig: سوڻاڻو ڏوکيو

source: Dioula
gig: ديولآئيٚ ٻوٚلي

source: Discard ongoing recording
gig: چآلو ريڪودنگي ني بند ڪرڻو

source: do
gig: ڪرڻو

source: Documentation
gig: ڊوڪوميٚنشن

source: Does the sentence meet the guidelines?
gig: ڪآئي اي جملو سمجهي پر سئي آرو ڇي

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
gig: ڊومين جملي ري موزو سآمون ايشآرو ڪري ڇي ڦي لهال ،تم هيٽي ڏيدوڙآ مآلون چونڊ ڪر سڪو ڇو۔

source: Donate
gig: آتيو ڪرو۔

source: Donate your voice
gig: آپيرو آواز ڏئو

source: Done
gig: پورو

source: do not
gig: نا ڪرڻو

source: Don’t Add
gig: بهڙو نآ ڪرو

source: Don't see your language on Common Voice yet?
gig: ڪآمن وآئسي پر آپآري ڀولي اجان نضر ڪوني آئي ڇي

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
gig: ڪآئيٚ تمآريٚ ٻوٚليٚ ڊيٽآ سيٚٽي مين ٚنزر ڪونيٚ آوي ڇي، ٻوٚليٚ ريٚ درکآش ڪري سآرو ،همآري ٻوٚليٚ وآڙي پنآ پر جآئو،

source: Don't wish to say
gig: ڪهڻ ڪونهي چآهون

source: Download
gig: ڊآئونٚ لوڊ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
gig: جيڪۮي تم ڪآمن وآئسي مين هيسو ليندي ڇو تو آپيري پروگرآمي سآرو يآ آپي سآرو ايڪ سرٽيڦڪيٽ ڊآئونلوڊ ڪرو ، او تمآري سوآئي ممڪين ڪوني هووي ۔

source: Download Common Voice Data
gig: ڊآئون لوڊ ڪرو آم وآئس ڊيٽآ

source: Download Data
gig: ڊيٽآڊآئونلوڊ ڪرو

source: Download Dataset Bundle
gig: ڊآئونلوڊ ڪرو ڊيٽآسيٽ بنڊل

source: Download { $language }
gig: { $language } ڊآئون لوڊ ڪرو

source: Download Links
gig: لنڪس ڊآئون لوڊ ڪرو

source: Download My Data
gig: مآري ڊيٽآ ني ڊآئون لوڊ ڪرو

source: Download options for accessing Common Voice data
gig: ڪآمن وآئس ڊيٽآ تآئين رسي سآرو ڊآئون لوڊ آپشنز

source: Download our press pack <icon></icon>
gig: همآ سون پريس پيڪ ڊآئون لوڊ ڪرو <icon></icon>

source: Download our voice datasets
gig: آوآز رو ڊيٽآ سيٽ ڊآئونٚ لوڊ ڪرو

source: Download profile data
gig: پروڦآئيل ڊيٽآ ڊآئون لوڊ ڪرو

source: Download the Dataset
gig: ڊيٽآ سيٽ ڊآئونٚ لوڊ ڪرو

source: Download the Single Word Target Segment
gig: ڊآئون لوڊ ڪرو ايڪلولڦز هدڦ وآڙو هيسو

source: Download your contribution certificate
gig: ڊآئون لوڊ ڪرو آپيرو تهآون سرتيڦيڪٽ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
gig: ڪآئي تمآ ڪني ويٚچآر ڇي تو هم ڪي يونٚ آم آوآز ڊيٽآسيٽي ني سُٺو ڪر سڪآن ڇآن ؟ آئو تو وآت وگتي پر جآڻآ

source: Do you want to continue?
gig: ڪآئيٚ تم لگآتآر رهڻو چآئو ڇي

source: Do you want to Speak, Listen or both?
gig: ڪآئيٚ تم چآئو ڇوٻوٚلڻو،سوڻ ڻو يآ ڌيٚ يونٚ۔

source: Drag and drop or <browseWrap>Browse</browseWrap>
gig: </browseWrap>برآئوز ڪرو <browseWrap> ڇيڪو آئين ڇوڙ ڏئو يآ

source: Drag your file here or <uploadButton>click to upload</uploadButton>
gig: آپير فآئل آٺي ڇيڪو يا<uploadButton>اپلوڊ ڪري سارون ڪليڪ ڪرو</uploadButton>

source: Drop file here to upload
gig: اپلوڍ ڪري سارون فائل آٺي ڇيڪو

source: Duala
gig: ۮآئولآ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
gig: تهآوني ري جمآ ڪرآئي دورآن جمآ ڪرو ، پر ڪلڪ ڪري سون پڇي جوآبي رآئي ني ڏيوي ڇي۔ هيسو سيدو سنئون 5 ريڪوڊنگ يآ سئي ري آئي وآڙي سيٽي سون جآري رهو

source: Dutch
gig: ڊچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
gig: MP3 ڊيٽآسيٽي مينٚ هر دآکلآ ايڪ منڦرد آئينٚ جوڙوڙآ ٽيڪسٽ ڦآئيٚلي پر موجود ڇي۔ ڪترآئي ڊيٽآسيٽ مينٚ ريڪآڊ هووڙآ ڪلآڪي مينٚ بهڙي ڇي۔ ڊيموگرآڦڪ <b> { $total } </b> موجود ڇي۔ ميٽآسيٽ جي يونٚ اومر ،جنس ،آئينٚ لڦز جيڪو تڪريري ري اوڙکي وآڙي انجڻي ريٚ سئي ني ترتيب ڏي مين مدد ڪر سگھي ڇي۔ <b> { $languages } </b>پڪ هووڙآ ڪلآڪي مينٚ <b> { $valid } </b> ڊيٽآسيٽ اي ٽيمي پرموجود ڇي ۔ ٻوٚليٚ مينٚ پر هم هميشه وڌيڪ آوآز آئين ٻوٚليٚ بهڙي ڪر رهي ڇي۔ <languagesLink>Languages پنآ پر ايڪ نزر لو ڪي ٻوٚليٚ ريٚ </languagesLink> درکآش ڪري سآرو يآ هيٚسو ۮيڻو سورو ڪري سآرو۔

source: Eastern Balochi
gig: ايٚسترين بلوچيٚ

source: Eastern Huasteca Nahuatl
gig: مشرڪيٚ هوسٽڪآ نوهآٽلآ

source: Eastern Min
gig: ايٚسترن من

source: Eastern Penan
gig: ايٚسترن پنن

source: Easy
gig: آسآن

source: Easy to Understand
gig: آسآني سونٚ سمجھڻو

source: Ebrie
gig: ابريٚ

source: Edit
gig: ترميم ڪرو

source: Edit Profile
gig: پروڦآئيل مين ترميم ڪرو

source: e.g., “What do you wish you could use technology for?”
gig: e.g.,ميسآل تور تم ڪآئي چآئو ڇو تو تم ٽيڪنآلآجي ني ڪي سآرو استهمآل ڪر سڪو۔

source: Email
gig: اي ميل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
gig: اي ميل:<emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
gig: </email سآئن اپ ڪرو<email Fragment> همآريٚ ميٽنگ لسٽ مينٚ اوٚ سيکيٚ سآرو تم ڪآمن وآئس مهمن ،وآڪهن ائينٚ ڪوڊزائن نيٚ Fragment> خآسيتيٚ مينٚ ڪيٚ يونٚ هيسو ليٚ سکآنٚ ڇآنٚ۔

source: Email is already used for a different account
gig: اي ميل آگي اي مکتليڦ اڪآئونٽ سآرو استهمآل هووي ڇي

source: Email Subscriptions
gig: سبسڪرپشن جو انتزآم ڪرو

source: Emakhuwa
gig: ايمڪهوآ

source: English
gig: انگريزيٚ ٻوٚلي

source: Enter Email to Download
gig: ڊآئونٚ لوڊ ڪري سآرو ايٚ ميل دآکل ڪرو

source: Enter email to send a sign up link
gig: سآئن اپ لنڪ ميلي سآرو ايٚ ميل ڪرو

source: Enter your Country/Region of Residence
gig: آپيرو ملڪ ريآئشي رو ايلآڪو بهڙي ڪرو

source: Enter your email
gig: آپيرو اي ميل درج ڪر

source: Enter your public domain sentence here
gig: آٺي تمآرو آوامي ڏومين جملآ ڀيڙي ڪرو

source: Enter your public domain sentences here
gig: آٺي تمآرو آوامي ڏومين جملآ ڀيڙي ڪرو

source: Error
gig: مسلو

source: Error adding sentence
gig: جملآ ميلآئيم گلتي

source: Error { $code }
gig: گلتيٚ { $code }

source: Error while playing audio file.
gig: آڊيو ڦآئيل چلآئير دورآن گلتي۔

source: Erzya
gig: آرزيآئيٚ ٻوٚليٚ

source: ESC
gig: اي ايس سي

source: Esperanto
gig: ايسپرانتيآئيٚ ٻوٚلي

source: Estonian
gig: ايستونآئيٚ ٻوٚلي

source: Eton
gig: ايٚٽون

source: Events
gig: وآڪي يآ

source: Everyone
gig: هر ڪو

source: Ewe
gig: ايويٚ

source: Ewondo
gig: ايونڊآئيٚ

source: Example
gig: ميٚسآل

source: Example questions
gig: سوآلي رو ميسآل

source: Exceeded 25 questions. Reduce number of questions and retry.
gig: 25 سوآلي سون وڌيڪ يآ سوآلي رو تهدآد گھٽآئو آئين وڙي ڪوشش ڪرو ۔

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
gig: دلچسب کبري ،جآم وڌيٚڪ آريٚ ڇي اپڊيٽس سآرو همآر بهڙي رهوآئينٚ پڪ ڪرو ڪي همآرو چيٚڪ ڪرو<discordLink> Discord </discordLink>تآزيٚ مهلومآتي سآرو

source: Exit & Delete clips
gig: ٻآري ڪآڏو ائين ريڪوڏنگ کتم ڪرو

source: Explore datasets <icon></icon>
gig: ڊيٽآ سيٽي ري گولآ ڪرو<icon></icon>

source: Explore organizations supporting Common Voice around the world
gig: دنيآ بهر مين ڪآمن وآئيس ري همآيت ڪري وآڙي تنزيمي ني ڊونڊو

source: Explore the community and languages supported by Common Voice
gig: ڪآمن وآئسي ري مددي سون برآدري آئين ٻولي ني ڊونڊو

source: Express or solicit prejudiced or offensive sentiments
gig: تيسب وآڙي يآ نآ پسند جزبآتي رو ازهآر يآ درڪآش ڪرو۔

source: Failed to copy SHA256 Checksum
gig: SHA256 چيٚڪسم ڪآپيٚ ڪريٚ مي نآڪآم هوگيٚو

source: Fang
gig: ڦنگ

source: FAQ
gig: ڦآڪ

source: Faroese
gig: ڦيروز

source: Featured in...
gig: مين بهڙي هوڻو

source: Female/Feminine
gig: ٻير

source: Fewer than 15 words per sentence
gig: هر جملي مين 15 اکري سون گھٽ

source: Fields marked with an asterisk (*) are required.
gig: تآرآ سونٚ نشآن لآگوڙآ ڦليڊ زروريٚ ڇي۔

source: File is too large
gig: فائل جآم موٽي ڇي

source: File is too small
gig: فائل جآم نيني ڇي

source: Finance
gig: فنانس

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
gig: ۮوجونٚ نيٚ ڊونٚڊو جيڪو کيآل رآکي ۔ اوٚ هو سڪي ڇي يونيورسٽيون ٻوٚلي اسڪول ،وڪيل گروپ يآ ڊيٽآ سآئنس برآدري ٻآري جآوٚي آئينٚ وآزي توري پر وزآهت ڪرو ڪي اوٚ ڪآ ايٚ ۮيکو همآري ٽيمپليٽ مدد <outreachTemplates>ڪر سڪي ڇي۔آئين ڪآ </outreachTemplates>ميلآ۔

source: Find us on Matrix
gig: هم ني Matrix پر ڊونڊو

source: Finish editing first?
gig: پهليٚ وآڙو ڪآم کتم ڪرو۔

source: Finish recording
gig: ريڪوڍنگ کتم ڪرو

source: Finish recording first?
gig: پيلوڙي ريڪوڍنگ کتم ڪرو

source: Finish Review
gig: ۮيکڻو کتم ڪرو

source: Finish validating
gig: جآڻ ليڻو کتم ڪرو

source: Finish validating clips?
gig: ڪلپس ري جآڻ کتم ڪرو

source: Finnish
gig: ڦنيٚ ٻوٚلي

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
gig: پهليٚ ،چيڪ ڪرو ڪيٚ ڪآئيٚ تمآري ٻوٚلي </languageLink> آگي سونٚ ئي موجود ڇي۔<languageLink> تمآري ٻولي بهڙي ڪري سآرو<languageRequestLink> جۮي اوٚ نآ ڇي۔تم ڪر سڪو ڇو ۔</languageRequestLink> ٻوٚجو وٺي ڌيٚ مرحلآ ڇي۔ سآئيٽي رو ترجمو ائين جملي نيٚ بهڙو ڪرڻوٚ۔

source: Follow guidelines from “What sentences can I add?”
gig: مين ڪسي جملآ ميلآ سکون ڇون ۔اي ر وآتي پر آمل ڪرو

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
gig: ڌآن ڪيٚۮوڙيٚ هر وآيس ڪلپ آئينٚ پڪ هووڙي هرآڊيو ڪلپيٚ سآرو تمآرو کآتو ڊيس بورڊ نيٚ آپڊيٽ ڪيو گيو ڇي، ڪي جي يونٚ تمآ ريٚ هر ٻوٚليٚ مينٚ تمآريٚ تآزي ترڪيٚ زآر ڪر سڪي ڇي،جي مينٚ تم هيٚسو ليٚندي ڇو،هآنٚ تم ايٚڪي سونٚ وڌيڪي مينٚ هيٚسو لي سڪو ڇو<br/>ڊيش بورڊ<br/>استهمآل ڪروآپير انگي نيٚ اکري ني ڊونڊي سآرو،ۮيٚکو ڪي تم برآدريٚ مينٚ ۮوجي بهڙي ڪي يونٚ ڪآم ڪري ڇو،آئينٚ روزآنيٚ يآ هڦتآ مينٚ تآونيٚ رو مڪسد مڪرر ڪرو،

source: for example
gig: مسآل تور

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
gig: پبليٚڪ ڊومين ريٚ موآدي سآرو جيڪو آن لآئين موجود ڪوني ،تم استهمآل ڪر سڪو ڇو تهليٚمي هوآلي ڪري وآڙو اندآز ميسآل تور هآرورڊ اندآز ”جيس2021 مآئي پبليٚڪ لآئسنس “ رو نزمو

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
gig: ٽيڪنولوجي هر ڪي سارو ڪآم ڪريم ائين او ڍيٽا جڪو دولپرز ني ٽيڪنولوجي ٺائيم مدد ڪري ڇي او ني مختليف منک اوڙکي سارو ڪآم آوي ڇي مسال تور جڏي هم ڪوئي اکر اسپيڪري مين شامل ڪوني ڪيڌي تو پڇي ٽيڪنولوجي منکو لآ آڇهو ڪآم ڪوني ڪري وديڪ سمجهو ميٽا ڍيٽا ڪآ اهم ڇي۔ او لآئي وڌيڪ سيکو

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
gig: او ٻولي سآرو سورو ڪيۮوڙآ ويب سآئيٽ ڪآميآبي سون آئين ڪآڦي ،</localizationGlossaryLink> مڪآني ڪيو گيو ڇي <localizationGlossaryLink> چآلو</sentenceCollectionGlossaryLink> جملآ بهڙي ڪيۮي گئي ڇي <sentenceCollectionGlossaryLink> شرآڪتون <Listen<Listen /listenLink><speakLink>SpeakLink>Listen

source: Foundations
gig: بنيآد

source: French
gig: ڦرآنسيٚ ٻوٚلي

source: Frisian
gig: ڦريٚسيئن

source: Fulah
gig: ڦيولآئيٚ ٻوٚلي

source: Fuzhou
gig: ڦازو

source: Galician
gig: گآليشيٚن

source: Gawarbaiti
gig: گوآربئيٚتيٚ

source: Gawri
gig: گآوريٚ

source: GB
gig: جي ڀي

source: General
gig: جنرل

source: General language / multiple variants
gig: کآس ٻولي ڪترآئي ڪيسم

source: Georgian
gig: جيآرجيٚ ٻوٚلي

source: German
gig: جرمنيٚ ٻوٚلي

source: Get in touch
gig: رآتبي مين رهو

source: Get in touch <icon></icon>
gig: رآبتي مين رهو

source: Get involved
gig: بهڙيٚ هو۔

source: Get Involved
gig: بهڙيٚ هو۔

source: Get started <icon><icon>
gig: سورو ڪرو <icon><icon>

source: Get started with goals
gig: مڪسدي سونٚ سورو ڪرو

source: Get Started with Speech Recognition
gig: تڪريٚري ري اوڙکآڻي سونٚ سورو ڪرو

source: Get your certificate
gig: آپيرو سرٽيڦڪيٽ هآسول ڪرو

source: Gheg Albanian
gig: گھيٚج آلبنيٚن

source: Ghomala
gig: گوملآ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
gig: ايڪ AI <githubLink>NVIDIA NeMo</githubLink>™ ڇي۔ مهڪڪني سآرو جيڪو وڌيٚڪ وآت چيٚت ڪري وآڙو </docsLink> کوليٚم سورس ٽول ڪٽ <docsLink> مآڊل ٺآري ڇي

source: Goal reached
gig: منزيٚلي پر پونٚچ گيٚو

source: Goals
gig: مڪسد

source: Gorani
gig: گوٚرآنيٚ

source: Go to Discourse
gig: وآت وگتيٚ سآمونٚ جآئو

source: Go to Languages Page
gig: ٻوٚليٚ پنآ سآمونٚ جو

source: Go to { $name }
gig: { $name } سآمونٚ جآئو

source: <governanceLink>Read more about how we're governed</governanceLink>
gig: وڌيڪ پڙوڪيٚ هم نيٚ ڪيٚ يونٚ سمبآليو جآوٚي<governanceLink>ڇي</governanceLink>

source: Governments
gig: هڪمتي

source: Grammatical / spelling error
gig: گيرامري اپلينگي ري گلتي

source: Great! How many clips a week?
gig: جآم ڀلو، ڪترآ ڪلپس ڦيٚ هڦتآ مينٚ۔

source: Great! How many clips per day?
gig: جآم ڀلو، ڪترآ ڪلپس ڦيٚ ۮآنيم۔

source: Great!<recordIcon></recordIcon> Record your next clip
gig: تمام آڇهو <recordIcon> </recordIcon>آپيري آئيواڙي ڪلب ريڪآرڏ ڪرو

source: Great work!<playIcon></playIcon> Listen again when you're ready
gig: آچهو ڪآم <playIcon></playIcon> جۮي تيآر هو تو وڙي سوڻون

source: Greek
gig: يونآنيٚ ٻوٚلي

source: Gronings
gig: گورنيٚنگس

source: Guarani
gig: گآرآنيٚ ٻوٚلي

source: Guidelines
gig: سمجهاڻو

source: Gujarati
gig: گوٚجرآتيٚ ٻوٚلي

source: Gujari
gig: گوجريٚ

source: Haitian
gig: هيتآئيٚ

source: Hakha Chin
gig: هآڪآ چنيٚ ٻوٚلي

source: Hausa
gig: هوسآ

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
gig: ڪآئي تمآ ڪني ڪو اڳي وآڙو يآ آئيوآڙو پروگرآم ڇي ، اوني هم سون شئير ڪرو آئين هم او رو ايلآن آپيري برآدري مين ڪريآن ، يآ اور بآري مين ايڪ بلآگ ليکيآن ۔

source: Have Feedback?
gig: وآپسي ۮئو

source: Have you read our Terms?
gig: ڪآئي تم همآري شرتي پڙئي ڇو

source: Having an account is not required to contribute, though it is helpful.
gig: هيٚسو ۮي سآرو کآتو هوڻو زروريٚ ڪونيٚ جيٚستآئيٚنٚ او مدد ڪري ڇي

source: Having a profile is not required to contribute though it is helpful, see why below.
gig: هيٚسو ۮي سآرو کآتو هوڻو زروريٚ ڪونيٚ جيٚستآئيٚنٚ او مدد ڪري ڇي

source: Healthcare
gig: سحتي ري سار سڀآل

source: Hebrew
gig: ابرآنيٚ ٻوٚلي

source: Help
gig: مدد ڪرو

source: Help Common Voice reach { $hours } hours in a language with a personal goal
gig: مدد ڪروڪآمن وآئيٚس پر پوٚڳي مينٚ{ $hours } ڪلآڪ مينٚ { $language } زآتيٚ مڪسدي سونٚ

source: Help create Common Voice’s first target segment in { $locale }
gig: مين ڪآمن وآئسي رو ٺآرگيٿ سيگمنٺ ٺآئيم مدد ڪرو

source: Help reach { $hours } hours in { $language } with a personal goal
gig: مدد ڪر پوٚڳي{ $hours } ڪلآڪ مينٚ { $language } زآتيٚ مڪسدي سونٚ

source: Help teach machines how real people speak, donate your voice at { $link }
gig: ميٚشني ني سيٚکآئيم مدد ڪرو تو هڪيٚڪتي مينٚ منک ڪيٚ يونٚ ٻوٚليٚ ڇي{ $link } آپيرو آوآز ۮئو۔

source: Help us build a community around voice technology, stay in touch via email.
gig: ترڪي سآرو ٽيڪنآلوجي مينٚ همآري مدد ڪرو آئين اي ميل ڌريهي مدد ڪرو

source: Help us build a high quality, publicly open dataset
gig: همآري مدد ڪرو ايڪ موٽي مهيآر ،آوآمي توري پر کولوڙآ ڊيٽآ سيٽ ٺآئي مينٚ

source: Help us find more voices, share your goal
gig: همآريٚ ريٚ مدد ڪرو وڌيٚڪ ويٚڊيو ڊوٚنڊي مينٚ، تآرو مڪسد سُڻآ

source: Help us get to { $goal }
gig: هآسل ڪري مينٚ مدد ڪرو { $goal } هم ني

source: Help us validate sentences!
gig: جملي ني اوڙکيم همآري مدد ڪرو

source: Help us validate voices
gig: آوازي ني اوڙکيم همآري مدد ڪرو

source: Heng Hua
gig: هنگ هوآ

source: Here are the links to download your ZIP files.
gig: لنڪ تمآري زپ ڦآئيلي ني ڊآئون لوڊ ڪري سآرو اٺي ڇي۔

source: Hidden
gig: لڪوڙآ

source: Highland Puebla Nahuatl
gig: هآئيلنڊ پييوبلآ نآهوتل

source: Hiligaynon
gig: هيليٚگينآئيٚ

source: Hill Mari
gig: هلمريٚ ٻوٚليٚ

source: Hindi
gig: هنڌيٚ ٻوٚلي

source: His hand was rais-ed.
gig: هآت مآٿي اوٺا ڪآڙيو

source: History, Law and Government
gig: تآريڪ ڪآنون هڪومت

source: Hours
gig: ڪلآڪ

source: Hours Recorded
gig: ريڪآرڊ هووڙآ ڪلآڪ

source: Hours Validated
gig: ريڪآرڊ هووڙآ ڪلآڪ

source: How ?
gig: ڪيٚ يونٚ۔

source: How are project decisions made?
gig: سلآ ري ڦيسلآ ڪيٚ يونٚ هووٚي ڇي

source: How can we effectively grow a language on Common Voice?
gig: هم ڪيٚ يونٚ آسان تريٚڪي سونٚ ايڪ ٻوٚلي نيٚ آم آوآزي پر وڌآ سڪآنٚ ڇآنٚ

source: How does Common Voice work?
gig: ڪآمن وآئيس ڪي يو ڪآم ڇي۔

source: How does site localization work?
gig: سآئيٽ لوڪلآئيزيشن ڪيٚ يونٚ ڪآم ڪريٚ ڇي۔

source: How do I access and use the dataset?
gig: مينٚ ڊيٽآسيٽ تآئينٚ ڪيٚ يونٚ رسونٚ آئينٚ استمهآل ڪر سڪونٚ ڇونٚ

source: How do I add a language?
gig: مينٚ ايڪ ٻوٚلي ڪيٚ يونٚ بهڙيٚ ڪرسڪونٚ ڇونٚ۔

source: How do I add sentences?
gig: هم ڪيٚ يونٚ جملآ بهڙي ڪر سڪآنٚ ڇآنٚ۔

source: How do I cite?
gig: مين ڪيون سمجها ئو

source: How do I know whether to approve a voice clip?
gig: مينٚ ڪيٚ يونٚ مآنونٚ ڪيٚ وآئيس ڪلپ نيٚ منزور هو جآئيٚ

source: How do I record a high quality voice clip?
gig: مينٚ ايڪ اونچي مهيآري روٚ آوآز ڪلپ ڪيٚ يونٚ ريٚڪآڊ ڪر سڪآنٚ ڇآنٚ۔

source: How do I stay in touch?
gig: مينٚ رآبتيٚ مينٚ ڪيٚ يونٚ رهونٚ۔

source: How is Common Voice funded?
gig: ڪآمن وآئس ريٚ وڌيڪ مدد ڪوڻ ڪر سڪيٚ ڇي

source: How Spontaneous Speech works
gig: ڪي بي سآڪته تڪرير مين ڪآم ڪري ڇي۔

source: How to add multiple sentences
gig: اترآ جملآ ڪي يو ڀيڙي ڪري

source: How would you describe your accent?
gig: تم تمآري جنس يا جنس ڪي يون سوڻا يو

source: How would you describe your sex or gender?
gig: تم تمآري جنس يا جنس ڪي يون سوڻا يو

source: Huarijio
gig: هئيريٚجو

source: Huautla Mazatec
gig: هآئتلآ مزآٽيٚڪ

source: Hungarian
gig: هنگريٚ ٻوٚلي

source: I agree
gig: مين رازي ڇون

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gig: ڪآمن وآئس استمال ڪرو تم همآري <termsLink>سرتي </termsLink>ائين <privacyLink> زرداري نوٽيس</privacyLink>ٻدل ڇآن

source: Ibibio
gig: لببيو

source: Icelandic
gig: آئس لينڊيٚ ٻوٚلي
